let imageDatas = [
  {
    'fileName': '1.jpg',
    'title': '西风吹谢花成泥',
    'desc': '伟人之所以伟大，是因为他与别人共处逆境时，别人失去了信心，他却下决心实现自己的目标。'
  }, {
    'fileName': '2.jpg',
    'title': '蜂蝶每向香尘泣',
    'desc': '不求与人相比，但求超越自己，要哭就哭出激动的泪水，要笑就笑出成长的性格！'
  }, {
    'fileName': '3.jpg',
    'title': '情犹未了缘已尽',
    'desc': '生命不是要超越别人，而是要超越自己。'
  }, {
    'fileName': '4.jpg',
    'title': '笺前莫赋断肠诗',
    'desc': '成大事不在于力量多少，而在能坚持多久。'
  }, {
    'fileName': '5.jpg',
    'title': '但曾相见便相知',
    'desc': '上帝从不抱怨人们的愚昧，人们却抱怨上帝的不公平。'
  }, {
    'fileName': '6.jpg',
    'title': '相见何如不见时',
    'desc': '学习时的苦痛是暂时的，未学到的痛苦是终生的。'
  }, {
    'fileName': '7.jpg',
    'title': '安得与君相决绝',
    'desc': '环境永远不会十全十美，消极的人受环境控制，积极的人却控制环境。'
  }, {
    'fileName': '8.jpg',
    'title': '免教生死作相思',
    'desc': '只有不断找寻机会的人才会及时把握机会，越努力，越幸运。'
  },{
    'fileName': '9.jpg',
    'title': '结尽同心缔尽缘',
    'desc': '幸运之神的降临，往往只是因为你多看了一眼，多想了一下，多走了一步。'
  }, {
    'fileName': '10.jpg',
    'title': '此生虽短意缠绵',
    'desc': '卓越的人一大优点是：在不利与艰难的遭遇里百折不挠。'
  }, {
    'fileName': '11.jpg',
    'title': '与卿再世相逢日',
    'desc': '生命对某些人来说是美丽的，这些人的一生都为某个目标而奋斗。'
  }, {
    'fileName': '12.jpg',
    'title': '玉树临风一少年',
    'desc': '即使行动导致错误，却也带来了学习与成长；不行动则是停滞与萎缩。'
  }, {
    'fileName': '13.jpg',
    'title': '不观生灭与无常',
    'desc': '机遇对于有准备的头脑有特别的亲和力。'
  }, {
    'fileName': '14.jpg',
    'title': '但逐轮回向死亡',
    'desc': '我们若已接受最坏的，就再没有什么损失。'
  }, {
    'fileName': '15.jpg',
    'title': '绝顶聪明矜世智',
    'desc': '在生活中，我跌倒过。我在嘲笑声中站起来，虽然衣服脏了，但那是暂时的，它可以洗净。'
  }, {
    'fileName': '16.jpg',
    'title': '叹他于此总茫茫',
    'desc': '放弃该放弃的是无奈，放弃不该放弃的是无能；不放弃该放弃的是无知，不放弃不该放弃的是执着。'
  }
];

module.exports = imageDatas
